export const imageUrlRanking = {
    'พื้นที่ทั้งหมด' : 'https://images.unsplash.com/photo-1513015141805-e941bbf2be32?q=80&w=1774&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D', 
    'ข้าว': 'https://images.unsplash.com/photo-1586201375761-83865001e31c?q=80&w=1770&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D',
    'เงาะ': 'https://images.unsplash.com/photo-1602615446784-00a9a34e3d0b?q=80&w=1974&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D',
    'ทุเรียน': 'https://images.unsplash.com/photo-1519544442-93857b48665e?q=80&w=1776&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D',
    'มังคุด': 'https://images.unsplash.com/photo-1698512475070-eb2c8a641f63?q=80&w=1771&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D',
    'พืชผัก อื่น ๆ ': 'https://images.unsplash.com/photo-1513015141805-e941bbf2be32?q=80&w=1774&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D',
    'ยางพารา': 'https://images.unsplash.com/photo-1580309565203-dfb9278b16a5?q=80&w=1933&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D',
    'มะพร้าว': 'https://images.unsplash.com/photo-1537191072641-5e19cc173c6a?q=80&w=1770&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D',
    'อ้อย': 'https://images.unsplash.com/photo-1585155113372-6c1808141bf3?q=80&w=1770&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D'
};

export const OtherDataAlocate = {
    'ข้าว': 'ข้าว เป็นพืชล้มลุกตระกูลหญ้าที่สามารถกินเมล็ดได้ ถือเป็นพืชใบเลี้ยงเดี่ยวเช่นเดียวกับหญ้า ต้นข้าวมีลักษณะภายนอกบางอย่าง เช่น ใบ กาบใบ ลำต้น และรากคล้ายต้นหญ้า ในประเทศไทย ข้าวหอมมะลิมีสายพันธุ์ในประเทศและเป็นที่นิยมไปทั่วโลก',
    'เงาะ': 'เงาะเป็นไม้ผลยืนต้นขนาดกลางถึงขนาดใหญ่ ชอบอากาศร้อนชื้น อุณหภูมิที่เหมาะสม อยู่ในช่วง 25-30° C ความชื้นสัมพัทธ์สูงประมาณ 75-85 % ดินปลูกที่เหมาะสมควรมีค่าความเป็นกรดเป็นด่าง',
    'ทุเรียน': 'ผลไม้ที่มีเปลือกเป็นหนาม เนื้อสีเหลืองทองกับรสชาติเฉพาะตัวที่ไม่เหมือนกับผลไม้ใดๆ ในโลก อีกทั้งกลิ่นที่เป็นเอกลักษณ์ ในช่วงฤดูกาลของทุเรียนนี้ ราชาผลไม้เนื้อแน่นรสหวานมันก็จะมีราคาสูงขึ้นไปตามพันธุ์ และขนาด',
    'มังคุด': ' มังคุดเป็นไม้ยืนต้น สูง 10-12 เมตร ทุกส่วนมียางสีเหลือง ใบเดี่ยวเนื้อใบหนาและค่อนข้างเหนียวคล้ายหนัง หลังใบสีเขียวเข้มเป็นมันท้องใบสีอ่อนกว่า ดอกเดี่ยวหรือเป็นคู่ ออกที่ซอกใบใกล้ปลายกิ่งสมบูรณ์เพศหรือแยกเพศ กลีบเลี้ยงสีเขียวอมเหลืองติดอยู่จนเป็นผลกลีบดอกสีแดง',
    'พืชผัก อื่น ๆ ': 'พืชที่สามารถนำส่วนใดส่วนหนึ่งของต้นมาประกอบอาหารทั้งผล ดอก ลำต้น ใบ ราก และหัว เป็นทั้งไม้ยืนต้น และไม่ล้มลุกที่มีถิ่นกำเนิดในประเทศ และต่างประเทศ',
    'ยางพารา': 'ยางพาราประเภทยางดิบ ผลิตภัณฑ์ยาง และไม้ยางพารา สามารถทำรายได้การส่งออกเป็นอันดับสองของประเทศ ยางพาราจึงถือ ว่าเป็นพืชเศรษฐกิจที่สำคัญของประเทศไทย',
    'มะพร้าว': 'มะพร้าวเป็นพืชยืนต้นที่จัดอยู่ในตระกูลปาล์ม ใบมีลักษณะเป็นใบประกอบเหมือนขนนก ผลประกอบไปด้วยเปลือกนอก ใยมะพร้าว กะลามะพร้าว และชั้นสุดท้ายคือเนื้อมะพร้าว ซึ่งภายในจะมีน้ำมะพร้าว ถ้าลูกมะพร้าวแก่มาก เนื้อมะพร้าวจะดูดเอาน้ำมะพร้าวไปหมด',
    'อ้อย': 'อ้อยเป็นพืชเศรษฐกิจที่เกษตรกรนิยมปลูกกันมาก อ้อยที่นำมาคั้นน้ำสำหรับดื่ม เป็นอ้อยที่ปลูกบริเวณที่ราบลุ่ม พื้นที่ดินเหนียว ประชาชนเรียกว่า อ้อยเหลือง หรือ อ้อยสิงคโปร์'

} ; 